IDEA Open Model
SectionStiffnesses.Alfa Property
Compatible with IDEA StatiCa Beta 20.0
 rotation around x-axis
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Alfa { get; set; }
Public Property Alfa As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionStiffnesses Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace